Repository: wp-plugins/post-as-guest
Catalog: languages/pag-*.po
Languages: de_de, es_es

source: Post as guest - Waiting queue
de_de: Post-As-Guest - Wartend
es_es: Postear como invitado - Cola de espera

source: Post title
de_de: Beitrag Titel
es_es: Título del post

source: Posted on
de_de: geschrieben am
es_es: Posteado el

source: Actions
de_de: Aktionen
es_es: Acciones

source: Posts currently waiting for approval:
de_de: Beiträge die auf Überprüfung warten:
es_es: Post que actualmente están esperando por aprobación:

source: You currently have no post for approval.
de_de: Aktuell warten keine Beiträge auf Überprüfung.
es_es: Usted no tiene actualmente post a aprobar.

source: Preview
de_de: Vorschau
es_es: Vista previa

source: Edit
de_de: Ändern
es_es: Editar

source: Approve
de_de: Genehmigen
es_es: Aprobar

source: Remove
de_de: Entfernen
es_es: Remover

source: Post as guest Settings
de_de: Post As Guest Einstellungen
es_es: Ajustes de Postear como invitado

source: Post Content
de_de: Beitrag
es_es: Contenido del Post

source: Form Settings
de_de: Formular Einstellungen
es_es: Ajustes de la Forma

source: Post Field Rows
de_de: Beitrags Feld Zeilen
es_es: Filas del Campo del Post

source: Post Field Legend
de_de: Beitrag Feld Legende
es_es: Legenda del Campo del Post

source: User can select Category
de_de: Benutzer kann die Kategorie wählen
es_es: Usuario puede seleccionar Categoría

source: Default Category
de_de: Standard Kategorie
es_es: Categoría por Defecto

source: -- Please Select Category
de_de: -- Kategorie auswählen
es_es: -- Por favor Seleccione la Categoría

source: Guest post settings
de_de: Gäste Beitrag Einstellungen
es_es: Ajustes del post de Invitado

source: Add before post
de_de: Beitrag beginnen mit
es_es: Adicionar antes del post

source: Add after post
de_de: Beitrag beenden mit
es_es: Adicionar después del post

source: Message after post
de_de: Benachrichtigung nach dem Absenden
es_es: Mensaje después del post

source: Notification settings
de_de: Benachrichtigungs Einstellungen
es_es: Ajustes de notificación

source: Send notifications
de_de: Benachrichtigungen senden
es_es: Enviar notificaciones

source: Notifications eMail
de_de: Benachrichtigung e-Mail
es_es: eMail de notificaciones

source: Seperate multiple eMail adresses with a comma
de_de: Mehrere eMail Adressen durch ein Komma von einander trennen <code>,</code>
es_es: Separar múltiples direcciones de eMails con coma

source: Save Changes
de_de: Änderungen speichern
es_es: Salvar Cambios

source: Post as guest Usage
de_de: Post-As-Guest Benutzung
es_es: Uso de Postear como invitado

source: Simple use a shortcode on a page of your choice or create a new page and insert the following shortcode: <code>[post-as-guest]</code> to show the guest form.
de_de: Benutze den Shortcode: <code>[post-as-guest]</code> auf einer Seite um das Formular anzeigen zu lassen mit dem Gäste Beiträge einsenden können.
es_es: Simplemente use un código corto en una página de su selección o cree una nueva página e inserte el siguiente código corto:<code>[post-as-guest]</code> para mostrar la forma del invitado.

source: About
de_de: Über
es_es: Acerca de

source: Please enter title
de_de: Bitte gib einen Titel ein
es_es: Por favor entre el título

source: Please enter content
de_de: Bitte gib einen Beitrags Text ein
es_es: Por favor entre el contenido

source: Post as Guest
es_es: Postear como invitado

source: Settings
de_de: Einstellungen
es_es: Ajustes

source: Title
de_de: Titel
es_es: Título

source: Category
de_de: Kategorie
es_es: Categoría

source: Send In
de_de: Einsenden
es_es: Enviar En

source: Thanks for your post. We will review your post befor publication.
de_de: Danke für den Beitrag. Ein Admin wird diesen vor Veröffentlichung überprüfen
es_es: Gracias por su post. Revisaremos su post antes de publicarlo.

source: A new guest post is added at
de_de: Ein neuer Gäste Beitrag wurde hinzugefügt bei
es_es: Un nuevo post de invitado se añadió a las

source: New Guest Post
de_de: Neuer Gäste Beitrag
es_es: Nuevo Post de Invitado
